Revit 2024 API
PaperSizeSet Constructor
Initializes a new instance of the PaperSizeSet class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public PaperSizeSet()
Visual Basic
Public Sub New
Visual C++
public:
PaperSizeSet()
See Also
PaperSizeSet Class
Autodesk.Revit.DB Namespace